{
  "reviews": [
    {
      "image": "avatar-lina.jpg",
      "title": "I would definitely recommend Floraspring to others!",
      "name": "Lina S.",
      "location": "Austin TX",
      "copy": "Now, since I started taking Floraspring, what has happened is all the bloating has gone away! I'm losing weight... still have a few pounds to go, but that's okay and my energy is through the roof! I have no idea how one little change to your intestines can do all that... but the fact is, Floraspring has worked! My health is so much better because of using Floraspring for a lot of reasons. First of all, I've lost some weight, which most of us can afford to do, and that always adds to your health. <\/br><\/br> I'm less bloated, I'm more regular, and I have a lot more energy. All of this adds up to better health and feeling better about myself!... I would definitely recommend Floraspring to others!"
    },
    {
      "image": "avatar-christina.jpg",
      "title": "I've Lost 20 Pounds While Taking Floraspring!",
      "name": "Christina D.",
      "location": "Brooklyn NY",
      "copy": "I feel like my body weight is definitely better. I've lost about 20 pounds while taking Floraspring and I'm just feeling more energy, feeling slimmer, feeling like my curves are back, which is awesome! My cravings? Gone. Floraspring has affected my cravings in a very positive way...More than anything else, Floraspring has definitely made me feel more confident because it's helped me lose the weight, which has helped me get my curves back and just helped me really feel better about myself."
    },
    {
      "image": "avatar-lisa.jpg",
      "title": "Wearing smaller clothes that wouldn't zip up before!",
      "name": "Lisa M.",
      "location": "Fresno CA",
      "copy": "After taking Floraspring, I felt that my cravings weren't as strong as they were before. I started making healthier choices with my breakfast...I started making better choices with lunch and dinner and exercising more because I started feeling better about myself because I wasn't craving those sweets...I've actually gone in the closet and found things that I thought I would never wear again or dresses that wouldn't zip up, and I just hid in the back of the closet... and now I'm wearing those smaller clothes again and they look great on me!"
    },
    {
      "image": "avatar-susan.jpg",
      "title": "Great Results!",
      "name": "Susan G.",
      "location": "St. Louis, MS",
      "copy": "How to use it: for about 3 months I believe that I've lost about twenty pounds of not water but fat. I know that it cleaned my body out! I felt so much lighter and so much better. You still need to follow and maintain a good diet."
    },
    {
      "image": "avatar-lea.jpg",
      "title": "Works For Me!",
      "name": "Lea M.",
      "location": "Tulsa, OK",
      "copy": "I would tell them that it works for me and that I lost 7 pounds in 2 weeks. And that you are given 3 free sugar-free chocolate bars that have probiotics in them, which also helps you lose weight!"
    }
  ]
}